{
  "current": {
    "customer_layout": "theme",
    "example_option": "option",
    "sections": {
      "cart-drawer": {
        "type": "cart-drawer",
        "settings": {
        }
      },
      "shipping-accordion": {
        "type": "shipping-accordion",
        "blocks": {
          "28a41e31-067f-4dac-ac80-3e91d23e9a07": {
            "type": "faq",
            "settings": {
              "faqtitle": "Customer Service",
              "faqbody": "customerservice@smlxldirect.com"
            }
          },
          "cc09f1f4-be99-4de6-b48e-ecf98962da4c": {
            "type": "faq",
            "settings": {
              "faqtitle": "Shipping Policy",
              "faqbody": "The shipping time listed is an estimate once your order has shipped, not an estimate from the time the order is placed. \n\nOrders placed before 7am Eastern Time usually will ship that day unless marked as a pre-order or if the order is placed on a weekend or holiday, which will ship the next business day.\n\nINTERNATIONAL ORDERS\n\nInternational orders can take up to 6 weeks to arrive.\n\nInternational orders may require duty payments (VAT\/customs) when your package arrives. These fees are the sole responsibility of the customer and are not included in the shipping charge at check out.\n\nSPLIT ORDERS\n\nWe do not split orders. However, some items on this store are shipped from separate warehouse locations so your order may arrive in multiple shipments.\n\nAny items ordered with a Pre-Order will be held and all items will ship together on the Pre-Order ship date, unless you request a split order."
            }
          },
          "29a612e0-06c0-4e4e-92ff-908f69d26adb": {
            "type": "faq",
            "settings": {
              "faqtitle": "Returns and Exchanges",
              "faqbody": "Items shipped from SMLXL Direct have a 30-day return policy, which means you have 30 days after receiving your item to request a return.\n\nTo be eligible for a return, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging. You’ll also need to provide your order confirmation email.\n\nAny postage costs to return and or exchange an item is the customers responsibility.\n\nYou can contact us for any return questions at store@smlxldirect.com.\n\n\nDamages and issues\nPlease inspect your order upon reception and contact us immediately if the item is defective, damaged or if you receive the wrong item, so that we can evaluate the issue and make it right.\n\n\nExceptions \/ non-returnable items\nCertain types of items cannot be returned, like perishable goods (such as food, flowers, or plants), custom products (such as special orders or personalized items), and personal care goods (such as beauty products). We also do not accept returns for hazardous materials, flammable liquids, or gases. Please get in touch if you have questions or concerns about your specific item.\n\nUnfortunately, we cannot accept returns on sale items or gift cards.\n\n\nExchanges\nThe fastest way to ensure you get what you want is to return the item you have, and once the return is accepted, make a separate purchase for the new item.\n\n\nRefunds\nYou’ll be automatically refunded on your original payment method. Please remember it can take up to a week for your bank or credit card company to process and post the refund to your account statement."
            }
          }
        },
        "block_order": [
          "28a41e31-067f-4dac-ac80-3e91d23e9a07",
          "cc09f1f4-be99-4de6-b48e-ecf98962da4c",
          "29a612e0-06c0-4e4e-92ff-908f69d26adb"
        ],
        "settings": {
          "page-title": ""
        }
      },
      "photos-slideshow": {
        "type": "photos-slideshow",
        "blocks": {
          "393de133-17cb-4d4d-9c01-dc6d4fc1b926": {
            "type": "slide",
            "settings": {
              "slideimage": "shopify:\/\/shop_images\/uzi-vert--live_6c2f499d-4425-4eac-9bf9-de6fd3b66215.jpg",
              "slidealt": ""
            }
          },
          "b48baf63-1e95-46cb-92b4-b17951ffe91e": {
            "type": "slide",
            "settings": {
              "slideimage": "shopify:\/\/shop_images\/uzi-vert--vetements.jpg",
              "slidealt": ""
            }
          }
        },
        "block_order": [
          "393de133-17cb-4d4d-9c01-dc6d4fc1b926",
          "b48baf63-1e95-46cb-92b4-b17951ffe91e"
        ],
        "settings": {
          "page-title": ""
        }
      }
    },
    "content_for_index": [

    ]
  },
  "presets": {
    "Naked": {
      "customer_layout": "theme",
      "example_option": "option"
    }
  }
}
